Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: oikeuksia koskevan yleissopimuksen muita määräyksiä tulkittaessa.
sme: deaŧalaš maiddái mánáidkonvenšuvnna earáge mearrádusaid dulkomi.

source: 30 artikla kuuluu
sme: Artihkkal 30 čuodjá ná:

source: ” Niissä maissa, joissa on etnisiä, uskonnollisia tai kielellisiä vähemmistöryhmiä tai alkuperäiskansoihin kuuluvia henkilöitä, tällaiseen vähemmistöryhmään tai alkuperäiskansaan kuuluvalta lapselta ei saa kieltää oikeutta nauttia yhdessä ryhmän muiden jäsenten kanssa omasta kulttuuristaan, tunnustaa ja harjoittaa omaa uskontoaan tai käyttää omaa kieltään. ”
sme: ” Dain stáhtain main leat čearddalaš, oskkolaš dahje giellalaš unnitveahkadagat dahje álgoálbmotolbmot, mánás guhte gullá dakkár unnitveahkadahkii dahje álgoálbmogii, ii galgga gildojuvvot vuoigatvuohta ovttas nuppiiguin iežas joavkkus eallit iežas kultuvrra mielde, duođaštit ja čuovvut iežas oskku, dahje geavahit iežas giela. ”

source: Määräyksessä annetaan valtiolle kansainvälisiä velvoitteita saamelaislasten
sme: Mearrádus ásaha stáhtii álbmotrievttálaš geatnegasvuođa sámi mánáide sin

source: kasvuoloihin ja heidän uskonnollisiin, kulttuurisiin ja kielellisiin oikeuksiinsa nähden.
sme: bajásšaddandilisteaset, oskkusteaset ja giellalaš vuoigatvuođaineaset.

source: Valtion
sme: Dan

source: on täten katsottava olevan tarpeen tullen myös velvollinen ryhtymään positiivisiin
sme: geatnegasvuođas stáhtii maid gullá dárbbu mielde álggahit sámi mánáide positiiva

source: erityistoimiin saamelaislapsia kohtaan.
sme: sierrameannudeami.

source: 7.7.5 YK:n lastenoikeuksien komitean antamat alkuperäiskansojen lasten oikeuksia koskevat
sme: 7.7.5 Mánáidlávdegotti árvalusat álgoálbmotmánáid vuoigatvuođaid birra

source: YK:n lastenoikeuksien komitean valtio-osapuolille antamat alkuperäiskansojen lapsia
sme: ON mánáidlávdegoddi cealkámušain stáhtabeliide, álgoálbmotmánáid vuoigatvuođaid

source: koskevat lausunnot sisältävät lukuisia suosituksia.
sme: birra, leat arvat árvalusat.

source: Komitea viittaa aluksi valtio-osapuolten
sme: Lávdegoddi čujuha álggus stáhtabeliid geatnegasvuođaide

source: velvoitteisiin edistää ja suojata alkuperäiskansojen lasten ihmisoikeuksia 2 artiklan
sme: ovddidit ja suodjalit álgoálbmotmánáid olmmošvuoigatvuođaid artihkkala 2 (ii

source: (syrjimättömyys) ja 30 artiklan nojalla.
sme: vealaheapmi) ja artihkkala 30.

source: Komitea painottaa, että valtioiden tulee
sme: Lávdegoddi deattuha ahte stáhtat, go čađahit

source: alkuperäiskansojen lasten oikeuksia toteuttaessaan ottaa lapsen oikeuksia koskevassa
sme: álgoálbmotmánáid vuoigatvuođaid, lassin mánáidkonvenšuvnna mearridan

source: yleissopimuksessa mainittujen oikeuksien lisäksi huomioon myös muut kansainväliset normit,
sme: vuoigatvuođaide sáhttet maiddái váldit vuhtii eará riikkaidgaskasaš standárddaid, daid

source: muun muassa itsenäisten maiden alkuperäis- ja heimokansoja koskeva ILO:n yleissopimus
sme: gaskkas ILO-konvenšuvnna nr. 169, mii lea iešmearrideaddji stáhtaid álgoálbmogiid

source: n:o 169.
sme: ja álbmotčearddaid birra.

source: Komitea toteaa, että 30 artiklan mukaiset alkuperäiskansojen lasten oikeudet, etenkin
sme: artihkkala 30 mielde, erenoamážit sin kultuvrralaš vuoigatvuođaide, maiddái sáhttet

source: heidän sivistykselliset oikeutensa, voivat myös muodostua elintavoista, jotka liittyvät
sme: gullat eallinvuogit mat čatnasit eatnamiidda (territoriijaide) ja luondduriggodagaid

source: läheisesti alueisiin ja luonnonvarojen käyttöön.
sme: geavaheapmái.

source: Komitea lausuu tässä yhteydessä, että
sme: Lávdegoddi cealká dán oktavuođas ahte artihkkal 30 dan dáfus lea

source: ihmisoikeuskomitean suosituksen ” General Comment No. 23 ” 30 artikla on tässä suhteessa
sme: vuođaid lávdegotti ” General Comment No. 23 ” nammasaš tekstii.

source: Komitea viittaa myös siihen, että ILO:n
sme: Lávdegoddi maid

source: yleissopimuksessa n:o 169 tunnustetaan alkuperäiskansojen erityinen suhde omiin alueisiinsa
sme: čujuha dasa ahte ILO-konvenšuvdna nr. 169 dohkkeha ahte álgoálbmogiin lea

source: ja niiden kulttuuriin läheinen yhteys näihin alueisiin.
sme: erenoamáš gaskavuohta iežaset guovlluide ja ahte sin kultuvra lea lahkalagaid gitta

source: Lapsen oikeuksia koskevan yleissopimuksen 12 artiklaan sekä 13 ja 17 artiklaan
sme: Čujuhettiinis BK artihkkalii 12, ja vel artihkkaliidda 13 ja 17, lávdegoddi

source: viitaten komitea suosittelee, että valtio-osapuolten tulee pyrkiä alkuperäiskansojen kanssa
sme: árvala ahte stáhtabealit berrejit geahččalit soahpat álgoálbmogiiguin ovddidan

source: yksimielisyyteen alkuperäiskansojen lasten oikeuksien toteuttamista koskevista
sme: strategiijaid, politihka ja prošeavttaid maiguin čađahit álgoálbmotmánáid vuoigat

source: kehitysstrategioista, toimintaperiaatteista ja hankkeista.
sme: vuođaid.

source: Komitea ottaa myös erikseen esille
sme: Lávdegoddi váldá maid ovdan čuolbmagihppun álgoálbmotmánáid

source: alkuperäiskansojen lasten identiteettiin liittyvät ongelmat ja lausuu muun muassa 7 ja 8
sme: identitehta, ja cealká ee. – čujuhettiinis artihkkaliidda 7 ja 8 – ahte stáhtabealit galget

source: artiklaan viitaten, että valtio-osapuolten tulee sallia se, että alkuperäiskansojen lasten
sme: diktit álgoálbmotvánhemiid addit mánáidasaset dakkár namaid maid ieža háliidit.

source: vanhemmat antavat lapsilleen itse haluamansa nimet. Komitea toteaa edelleen, että valtion
sme: Lávdegoddi cealká dasto ahte stáhtat galget gudnejahttit álgoálbmotmánáid

source: tulee kunnioittaa alkuperäiskansojen oikeutta oman henkilöllisyytensä säilyttämiseen.
sme: vuoigatvuođa doaladit iežaset iešvuođalágis. Olbmonamat leat nugo giella ja kultuvra

source: Henkilönimi on kielen ja kulttuurin ohella jokaisen henkilön tärkeimpiä identiteettitekijöitä.
sme: juohke olbmo deaŧaleamos identitehtadahkkit.

source: Komitea pyytääkin valtio-osapuolia ryhtymään tarvittaviin toimiin sen varmistamiseksi, että
sme: Lávdegoddi dáhttuge stáhtabeliid danne álggahit dárbbašlaš doaibmabijuid mat sihkkarastet ahte álgoálbmotmánát

source: alkuperäiskansojen lapset voivat nauttia kulttuuristaan ja käyttää kieltään. Komitea viittaa
sme: sáhttet návddašit iežaset kultuvrra ja geavahit iežaset giela, ja dan oktavuođas

source: siinä yhteydessä erityisesti 17 artiklan d kohtaan, jossa valtiot velvoitetaan rohkaisemaan
sme: lávdegoddi čujuha erenoamážit artihkkalii 17 (d) mii geatnegahttá stáhtabeliid

source: tiedotusvälineitä kiinnittämään huomiota alkuperäiskansojen lasten kielellisiin tarpeisiin.
sme: movttiidahttit joavkomedia váldit vuhtii álgoálbmotmánáid giellalaš dárbbuid.

source: Komitea mainitsee myös koulutukseen liittyvät kielelliset oikeudet. Valtio-osapuolia
sme: Lávdegoddi gieđahallá maid giellavuoigatvuođaid oahpahusa oktavuođas.

source: pyydetään toteuttamaan alkuperäiskansojen lasten oikeus opetukseen, jonka avulla he oppivat
sme: Stáhtabealit ávžžuhuvvojit duohtan deavdit álgoálbmotmánáid vuoigatvuođa dakkár

source: lukemaan ja kirjoittamaan omalla kielellään.
sme: oahpahussii mii máhttáha sin lohkat ja čállit iežaset gillii.

source: YK:n lastenoikeuksien komitea antoi vuonna 2003 jäsenvaltioille alkuperäiskansojen
sme: Mánáidlávdegoddi mearridii jagi 2003 arvat oppalaš eavttuhusaid

source: lasten oikeuksia koskevia erinäisiä yleisiä suosituksia muun muassa 2 artiklan
sme: miellahttoriikkaide álgoálbmotmánáid vuoigatvuođaid birra, ee. artihkkala 2

source: toteuttamisesta.
sme: čađaheapmái.

source: Komitea toteaa, että valtio on velvollinen ryhtymään asianmukaisiin, muun
sme: Lávdegoddi nanne ahte stáhta lea geatnegas álggahit beaktilis

source: muassa lainsäädännöllisiin toimiin varmistaakseen, että alkuperäiskansojen lapset voivat
sme: doaibmabijuid, ee. lágaiguin, vai sihkkarastá álgoálbmotmánáide dievas vejolaš

source: täysin nauttia oikeuksistaan ilman minkäänlaista syrjintää. Komitea korostaa tässä yhteydessä,
sme: vuođaid návddašit iežaset vuoigatvuođaid almmá mange lágan vealaheami haga.

source: että alkuperäiskansojen lapsilla on oikeus terveys- ja sosiaalipalveluihin, koulutukseen,
sme: Lávdegoddi váldá ovdan dán oktavuođas dan, ahte álgoálbmotmánáin lea vuoigat

source: asuntoon ja vastaavaan ja että niitä tarjottaessa heidän kulttuurinen alkuperänsä tulee ottaa
sme: vuohta dearvvašvuođa ja sosiála fálaldagaide, oahpahussii, orrunsadjái ja sullasaš

source: riittävässä määrin huomioon.
sme: áššiide mat doarvái váldet vuhtii sin kultuvrralaš vuolggasaji.

source: Komitea suosittelee myös, että sopimusvaltiot kehittävät
sme: Lávdegoddi maid rávve

source: yhteistyössä alkuperäiskansojen yhteisöjen ja lasten kanssa julkisia toimintakampanjoita
sme: stáhtabeliid, ovttasráđiid álgoálbmotservodagaiguin ja álgoálbmotmánáiguin, ráhkadit

source: alkuperäiskansoja koskevien kielteisten asenteiden ja väärinkäsitysten ehkäisemiseksi. Jotta
sme: almmolaš doaibmaáŋgiruššamiid mat áiddastivčče olggobealde olbmuin negatiiva

source: syrjintää pystyttäisiin ehkäisemään koulutuksen avulla, valtio-osapuolten tulee komitean
sme: miellaguottuid ja boasttu ipmárdusat álgoálbmogiid birra.

source: para 9.
sme: Oahpahusa áiddastan

source: lausuman mukaan arvioida ja tarkistaa opetussuunnitelmia ja opetusmateriaalia tarkoituksena
sme: vealaheami hárrái lávdegoddi cealká ahte stáhtabealit galget árvvoštallat ja

source: saada lapset kunnioittamaan alkuperäiskansojen kulttuurista identiteettiä, historiaa, kieltä ja
sme: ođasmahttit oahppoplánaid ja oahpponeavvuid vai skuvlamánát oahppet gudnejahttit

source: arvoja.
sme: álgoálbmogiid kultuvrralaš identitehta, historjjá, giela ja árvvuid.

source: 7.8 YK:n kaikkinaisen naisten syrjinnän poistamista koskeva yleissopimus
sme: 7.8 ON konvenšuvdna buotlágan nissonvealahemiid heaittiheamis

source: YK:n 18. joulukuuta 1989 tehty kaikkinaisen naisten syrjinnän poistamista koskeva
sme: ON konvenšuvdna buotlágan nissonvealahemiid heaittiheamis, mii bođii juovlamánu

source: yleissopimus kieltää naisten syrjinnän ja velvoittaa sopimusvaltiot takaamaan molemmille
sme: 18. b. 1979 (KDK) ásaha gildosa buotlágan nissonvealahemiid vuostái ja stáhtabeliid

source: sukupuolille yhtäläiset oikeudet ja vapaudet. Tämä yleissopimus on olennainen saamelaisissa
sme: geatnegasvuođa sihkkarastit ovttalágan vuoigatvuođaid ja friddjavuođaid goappašiid

source: yhteyksissä eli ajatellen viranomaisten tai ei-saamelaisten tahojen tai henkilöiden
sme: soahkabeliide. KDK guoská sámiid dáfus nissonolbmuid vejolaš vealaheapmái, masa

source: mahdollisesti harjoittamaa saamelaisnaisten syrjintää sekä myös mahdollista saamelaisen
sme: eiseválddit dahje eará ovttadagat dahje olbmot guđet eai leat sámit leat sivalaččat,

source: yhteiskunnan sisällä tapahtuvaa naisten syrjintää.
sme: dahje vealaheapmái mii dáhpáhuvvá siskkáldasat sámi servodagas.

source: Kaikkinaisen naisten syrjinnän poistamista
sme: KDK artihkkal

source: koskevan yleissopimuksen 1 artikla sisältää naisten syrjintää koskevan yleisen kiellon.
sme: siskkilda oppalaš gildosa nissonvealaheami vuostái.

source: ” Tässä yleissopimuksessa " naisten syrjintä " tarkoittaa kaikkea sellaista sukupuolen perusteella tapahtuvaa syrjintää, poissulkemista tai rajoittamista, jonka vaikutus tai tarkoitus on heikentää naisille − miesten ja naisten tasa-arvon pohjalta ja siviilisäädystä riippumatta − kuuluvien yhtäläisten ihmisoikeuksien ja perusvapauksien tunnustamista, nauttimista tai toteuttamista poliittisella, taloudellisella, yhteiskunnallisella, sivistyksellisellä, kansalaisoikeuksiin liittyvällä tai muilla aloilla tai mitätöidä nämä oikeudet. ”
sme: vealaheami dáinna lágiin: ” Dán konvenšuvnnas sátni «nissonvealaheapmiš mearkkaša juohkelágan earuheaddji meannudeami, čuoldima dahje ráddjema mii dáhpáhuvvá sohkabeali vuođul ja man váikkuhus dahje ulbmil lea heaittihit dahje unnidit nissonolbmuid olmmošvuoigatvuođaid ja vuođđofriddjavuođaid dohkkeheami, návddašeami dahje geavaheami politihkalaš, ekonomalaš, sosiála, kultuvrralaš, siviila dahje juohkelágan suorggis, beroškeahttá sin siviiladásis ja dan vuođus ahte olmmáiolbmuin ja nissonolbmuin galgá leat ovttadássásašvuohta. ”

source: Kysymyksessä on sukupuolten väliseen suhteeseen liittyvä yleinen syrjimättömyysperiaate,
sme: Dát lea vealatkeahttáivuođa oppalaš norbma soahkabeliid gaskavuođaide, ja dat

source: joka koskee epäasiallista syrjintää kaikilla ihmisoikeuksien alueilla tämän yleissopimuksen
sme: čuohcá vuođuhis earuheaddji meannudemiide mat dáhpáhuvažit buot olmmoš

source: muiden määräyksistä riippumatta.
sme: vuoigatvuođaid surggiin, beroškeahttá KDK mearrádusain mat muđui ležžet.

source: 2 artikla velvoittaa sopimusvaltiot ryhtymään muun muassa
sme: Artihkkal 2 geatnegahttá stáhtabeliid álggahit doaibmabijuid, ee. lágavuđot

source: lainsäädännöllisiin toimiin tällaisen syrjinnän poistamiseksi.
sme: doaibmabijuid, mat galggažit jávkadit dakkár vealaheami.

source: 4 artiklassa sallitaan positiiviset
sme: KDK artihkkal 4 rahpá

source: erityistoimet sukupuolten välisen todellisen tasa-arvon toteutumisen jouduttamiseksi.
sme: vejolažžan oidi vealaheami mii jođálmahtášii sohkabeliid gaskka duohta ovtta

source: Tällaiset
sme: dássásašvuođa.

source: erityistoimet eivät kuulu yleissopimuksen syrjintäkiellon piiriin.
sme: vealahangildosii.

source: Erityistoimien ehtona on, että
sme: Eaktu lea ahte erenoamáš meannudeapmi nohká go ollašuvvá

source: niistä tulee luopua, kun yhtäläisten mahdollisuuksien ja sukupuolten tasa-arvoisen kohtelun
sme: áigumuš addit goappašiid sohkabeliide ovttalágan vejolašvuođaid ja goappašiid

source: päämäärät on saavutettu.
sme: sohkabeliiguin meannuduvvo ovtta ládje.

source: 7.9 UNESCOn yleissopimus syrjinnän vastustamiseksi opetuksen alalla
sme: 7.9 UNESCO-konvenšuvdna vealaheami vuostá oahpahusas

source: YK:n kasvatus-, tiede- ja kulttuurijärjestö (UNESCO) hyväksyi 14. joulukuuta 1960 oman
sme: juovlamánu 14. b. 1960 sierra konvenšuvnna oahpahusvealaheami vuostái. Kon

source: yleissopimuksen syrjinnän vastustamiseksi opetuksen alalla. Yleissopimuksen 1 artiklan
sme: venšuvnna artihkkal 1 siskkilda definišuvnna ” vealaheamis ” mii sulastahttá dan

source: sisältämä ” syrjinnän ” määritelmä on sama kuin YK:n kaikkinaisen rotusyrjinnän poistamista
sme: definišuvdnii mii lea ON konvenšuvnnas buotlágan nállevealaheami heaittiheamis,

source: koskevan yleissopimuksen 1 artiklan 1 kohdassa esitetty määritelmä.
sme: artihkkal 1 nr. 1.

source: UNESCOn yleissopimuksen 1 artiklan määritelmän mukaan syrjintä käsittää kaiken muun muassa rotuun
sme: UNESCO-konvenšuvnna artihkkal 1 definere vealaheami leat

source: ja kansalliseen tai yhteiskunnalliseen alkuperään perustuvan erottelun, poissulkemisen,
sme: juohkelágan earuheapmi, čuoldin, ráddjen dahje oidin ee. náli, nationála dahje sosiála

source: rajoittamisen tai etuoikeuden, jonka tarkoituksena tai vaikutuksena on tasa-arvon
sme: vuolggasaji geažil, go áigumuš dahje váikkuhus lea jávkadit dahje unnidit ovtta

source: kumoaminen tai heikentäminen opetuksessa.
sme: dássásašvuođa oahpahusas.

source: Syrjinnän vastustamista opetuksen alalla
sme: Konvenšuvdna vealaheami vuostái oahpahusas lea

source: koskeva yleissopimus on erityisen tärkeä lasten oikeuksille.
sme: erenoamáš deaŧalaš mánáid vuoigatvuođaide.

source: UNESCOn yleissopimuksen 5 artiklan 1 kohdan c alakohdassa sallitaan asiallinen ja
sme: UNESCO-konvenšuvnna artihkkal 5 nr. 1 (c) siskkilda vuođu soahppevaččat

source: positiivinen erityiskohtelu opetusyhteyksissä.
sme: ja positiivvalaččat oidi meannudeapmái oahpahusa oktavuođas.

source: On luonnollista pitää lähtökohtana, että tämä
sme: Lunddolaš lea atnit

source: määräys koskee myös alkuperäiskansoja, vaikka tekstissä mainitaankin ainoastaan kansalliset
sme: vuođđun ahte mearrádus maid gusto álgoálbmogiidda vaikko teaksta namaha dušše

source: vähemmistöt.
sme: riikkalaš unnitveahkadagaid.

source: 5 artiklan 1 kohdan c alakohta kuuluu seuraavasti:
sme: Artihkkal 5 nr. 1 (c) čuodjá ná:

source: c) on tärkeää tunnustaa kansallisiin vähemmistöihin kuuluvien oikeus huolehtia omasta opetustoiminnastaan mukaan lukien koulujen ylläpitäminen ja, riippuen kunkin valtion harjoittamasta koulupolitiikasta, heidän oman kielensä käyttäminen ja opettaminen edellyttäen kuitenkin:
sme: Kontraherejeaddji bealit leat soahpan: c) deaŧalaš lea dohkkehit riikkalaš unnitveahkadagaid vuoigatvuođa jođihit sierra oahpahusdoaimmaid, maidda skuvllaid jođiheapmige gullá, ja juohke stáhta oahpahusnjuolggadusaid vuođul, ja geavahit dahje oahppat iežaset giela, jos juo: dát vuoigatvuohta ii geavahuvvo nu ahte dat hehtte muhtun unnitveahkadagaide gullevaš olbmuid ipmirdeames kultuvrra ja giela servodagas muđui ja searvamis dan doaimmaide, dahje ahte dat ráššuda nationála iešmearrideami (suverenitehta); ahte oahpahusdássi ii leat heajut go dábálaš standárda maid kompeteanta eiseválddit leat mearridan dahje dohkkehan; ja ahte lea válljehahtti leat dakkár skuvllain. ”

source: Sopimusvaltiot ovat 5 artiklan 2 kohdan mukaan velvollisia ryhtymään kaikkiin tarpeellisiin
sme: Stáhtabealit lea artihkkala 5 nr. 2 geatnegasat čađahit buot mii lea dárbbašlaš

source: toimenpiteisiin yllä mainitun määräyksen täytäntöönpanon takaamiseksi.
sme: sihkkarastin dihte bajábealde namahuvvon mearrádusa čađaheami.

source: 7.10 Euroopan ihmisoikeussopimus
sme: 7.10 Eurohpalaš olmmošvuoigatvuođaid konvenšuvdna

source: Euroopan 4. marraskuuta 1950 tehdyssä ihmisoikeussopimuksessa (EIOS) ei ole lainkaan
sme: Eurohpalaš olmmošvuoigatvuođaid konvenšuvnnas, mii bođi skábmamánu 4. b. 1950

source: vähemmistöjen tai alkuperäiskansojen oikeuksia koskevia erityisiä määräyksiä.
sme: (EMK), eai leat erenoamáš mearrádusat eai unnitveahkadagaid eaige álgoálbmogiid

source: Sopimuksen
sme: Konvenšuvnna bajimuš mearrádus vealatkeahttáivuođas artihkkalis

source: 14 artiklan syrjimättömyyttä koskeva yleinen määräys on kuitenkin olennainen saamelaisissa
sme: 14 guoská dattetge sámiide, vaikko mearrádus ii leat nu viiddis go máilmmi

source: syrjimättömyyttä koskevat määräykset, kuten esimerkiksi YK:n kaikkinaisen rotusyrjinnän
sme: guovdileamos mearrádusat vealatkeahttáivuođas, omd. ON konvenšuvdna buotlágan

source: poistamista koskeva yleissopimus ja YK:n kansalaisoikeuksia ja poliittisia oikeuksia
sme: nállevealaheamiid heaittiheami birra ja ON konvenšuvdna siviila ja politihkalaš

source: koskevan yleissopimuksen 26 artikla.
sme: vuoigatvuođaid birra, artihkkal 26.

source: Euroopan neuvosto hyväksyi Euroopan
sme: Eurohparáđđi mearridii skábmamánus 2000 EMK

source: ihmisoikeussopimuksen lisäpöytäkirjan n:o 12 marraskuussa 2000.
sme: lassebeavdegirjji – lasseprotokolla nr. 12.

source: Lisäpöytäkirjassa
sme: Lassebeavdegirji ásaha oppalaš

source: säädetään yleisestä syrjintäkiellosta.
sme: vealahangildosa.

source: Suomi on ratifioinut tämän 1. huhtikuuta 2005 voimaan
sme: Beavdegirjji, mii fámuiduvai cuoŋománu 1. b. 2005, Suopma lea

source: tulleen pöytäkirjan, jota Norja ja Ruotsi eivät ole vielä ratifioineet.
sme: ratifiseren. Norga ja Ruoŧŧa eai leat vel ratifiseren beavdegirjji.

source: Syrjintäkieltoa koskevan 14 artiklan määräys kuuluu:
sme: EMK vealatkeahttáivuođa mearrádusa artihkkal 14 čuodjá ná:

source: ” Tässä yleissopimuksessa tunnustetuista oikeuksista ja vapauksista nauttiminen taataan ilman minkäänlaista sukupuoleen, rotuun, ihonväriin, kieleen, uskontoon, poliittisiin tai muihin mielipiteisiin, kansalliseen tai yhteiskunnalliseen alkuperään, kansalliseen vähemmistöön kuulumiseen, varallisuuteen, syntyperään tai muuhun asemaan perustuvaa syrjintää. ”
sme: ” Dán konvenšuvnna mearridan vuoigatvuođaid ja friddjavuođaid čađaheapmi galgá sihkkarastojuvvot nu ahte vealaheapmái ii leat makkárge vuođđu, nugo sohkabealli, nálli, liikeivdni, giella, oskkoldat, politihkalaš dahje eará jáhkku, nationála dahje sosiála vuolggasadji, unnitveahkadahkii gullevašvuohta, opmodat, riegádusa dahje eará árvodássi. ”

source: Kuten sanamuodosta käy ilmi, 14 artiklan syrjintäkielto liittyy yleissopimuksen muihin
sme: Nugo sátnádagas boahtá ovdan, de artihkkala 14 vealahangielddus čatnasa duoidda

source: oikeuksiin ja vapauksiin samalla tavalla kuin KP:n 2 artiklan 1 kohta ja YK:n taloudellisia,
sme: artihkkal 2 nr. 1 ja ON konvenšuvdna ekonomalaš, sosiála ja kultuvrralaš vuoigat

source: sosiaalisia ja sivistyksellisiä oikeuksia koskevan yleissopimuksen 2 artiklan 2 kohta. Tämän
sme: vuođaid birra, artihkkal 2 nr. 2. Vuođustis dat danne ii gusto guhkkelii go veala

source: takia se ei lähtökohtaisesti mene pidemmälle kuin ihmisoikeussopimuksen muiden säännösten
sme: heapmái EMK nuppiid njuolggadusaid čađaheami olis. Artihkkal 14 dainna lágiin ii

source: soveltamispiiriin kuuluva syrjintä. EIOSin 14 artikla ei ole yleinen KP:n 26 artiklaa vastaava
sme: leat oppalaš vealahannjuolggadus seammá ládje go SP artihkkal 26, go dat lea

source: syrjintäsäännös, sillä se liittyy yleissopimuksessa mainittuihin oikeuksiin ja vapauksiin.
sme: čadnojuvvon vuoigatvuođaide ja friddjavuođaide mat leat konvenšuvnnas. Eurohpalaš

source: Euroopan ihmisoikeustuomioistuin (EIOT) on kuitenkin tulkinnut määräystä jonkin verran
sme: olmmošvuoigatvuođaid duopmostuollu (EMD) lea dattetge dulkon mearrádusa

source: voimakkaammin kuin määräyksen sanamuodosta seuraa. EIOT:n käytännön mukaan
sme: njuovžileappot (dynalaččabut) go livččii vejolaš dušše mearrádusa sániid vuođul.

source: EIOSissa tunnustetun kaltaisen oikeuden tai vapauden toteuttamiseen liittyvä syrjintä on
sme: EMD-geavadis lea čielggas ahte vealaheapmi dakkár vuoigatvuođaid ja friddja

source: riittävä 14 artiklan rikkomuksen toteamiseksi, vaikka näyttöä EIOSin muiden määräysten
sme: artihkkala 14 leat rihkkojuvvon, vaikko ii leččage vejolaš duođaštit ahte EMK

source: rikkomisesta ei olekaan.
sme: mearrádusat leat muđui rihkkojuvvon.

source: Toisin sanoen syrjintätapaus saattaa kuulua EIOSin 14 artiklan
sme: Nuppiin sániin cealkki DMK artihkkala 14

source: piiriin, jos tapauksen voidaan tavalla tai toisella katsoa kuuluvan EIOSin konkreettisen
sme: vealahangielddus sáhttá dubmet vealahandili jos dan lea vejolaš mange ládje čájehit

source: määräyksen tai vaikutusalueen piiriin, vaikka ei ole näyttöä tämän sopimuksen konkreettisen
sme: gullevažžan dihto EMK-mearrádusa vuollái dahje doaibmasuorgái, vaikko ii leaččage

source: määräyksen rikkomisesta.
sme: duođaštuvvon ahte dihto EMK-mearrádus lea rihkkojuvvon.

source: Samalla tavalla kuin aiemmin mainituissa YK:n yleissopimuksissa myös
sme: Nugo ovddeš ON-konvenšuvnnain de EMK olis maid lea dárbu earuhit dakkár

source: ihmisoikeussopimuksen yhteydessä tehdään ero sellaisen syrjinnän, jonka tavoite tai peruste
sme: earuheaddji meannudeami mas ulbmil dahje sivva lea objektiiva ja govttolaš, ja

source: on objektiivinen ja kohtuullinen, ja kohtuuttoman syrjinnän välillä.
sme: eahpegovttolaš earuheaddji meannudeami.

source: mukaan ainoastaan viimeksi mainittua syrjintää on pidettävä oikeudenvastaisena syrjintänä.
sme: EMD-geavada mielde dušše maŋibun

source: Lisäksi yksi ehto, jonka mukaan syrjintä ei ole oikeudenvastaista, on syrjinnän suhteellisuus.
sme: namahuvvon vealaheapmi adnojuvvo lágarihkku vealaheapmin. Dasto lea vel

source: Toisin sanoen kysymys on tavoitellun päämäärän ja päämäärän tavoittamiseksi käytettyjen
sme: dakkár eaktu, jos ii galggaš deaivvahallat, ahte earuheaddji meannudeapmi lea

source: keinojen välisestä suhteellisuudesta.
sme: gorálaš.

source: Suomi ratifioi lisäpöytäkirjan 17. joulukuuta 2004, ja pöytäkirja tuli Suomen osalta voimaan 1. huhtikuuta
sme: Nuppiin sániin cealkki ahte ulbmilis ja geavahuvvon vugiin lea govttolaš

source: Euroopan ihmisoikeussopimuksen lisäpöytäkirja n:o 12 tähtää syrjintäsuojan
sme: EMK lassebeavdegirji nr. 12 ulbmáda nannet vealaheami eastadeaddji suoji

source: vahvistamiseen sopimuksen alkuperäisiin säännöksiin nähden.
sme: EMK álgonjuolggadusaid ektui.
